Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# sharing.addFriend.sharesRightAway
source: The person you add sees your shifts right away. You can stop sharing at any time.
ar: الشخص الذي تضيفه يرى نوبات عملك فورًا. يمكنك إيقاف المشاركة في أي وقت.
bg: Човекът, когото добавите, веднага вижда смените ви. Можете да спрете споделянето по всяко време.
bn: আপনি যাকে যোগ করবেন, তিনি আপনার শিফটগুলো সঙ্গে সঙ্গেই দেখতে পাবেন। যেকোনো সময় শেয়ার করা বন্ধ করতে পারেন।
ca: La persona que afegeixis veurà els teus torns de seguida. Pots deixar de compartir-los en qualsevol moment.
cs: Osoba, kterou přidáte, uvidí vaše směny okamžitě. Sdílení můžete kdykoli zastavit.
da: Den person, du tilføjer, kan se dine vagter med det samme. Du kan stoppe delingen når som helst.
de: Die Person, die du hinzufügst, sieht deine Schichten sofort. Du kannst die Freigabe jederzeit beenden.
el: Το άτομο που προσθέτεις βλέπει αμέσως τις βάρδιές σου. Μπορείς να διακόψεις την κοινοποίηση ανά πάσα στιγμή.
es: La persona que añadas verá tus turnos de inmediato. Puedes dejar de compartirlos en cualquier momento.
et: Inimene, kelle lisad, näeb su vahetusi kohe. Jagamise saad igal ajal lõpetada.
fa: فردی که اضافه می‌کنید، شیفت‌های شما را بلافاصله می‌بیند. هر زمان بخواهید می‌توانید اشتراک‌گذاری را متوقف کنید.
fi: Henkilö, jonka lisäät, näkee työvuorosi heti. Voit lopettaa jakamisen milloin tahansa.
fil: Makikita agad ng taong idinadagdag mo ang mga shift mo. Maaari mong ihinto ang pagbabahagi anumang oras.
fr: La personne que vous ajoutez voit immédiatement vos shifts. Vous pouvez arrêter le partage à tout moment.
he: האדם שתוסיף יראה את המשמרות שלך מיד. אפשר להפסיק את השיתוף בכל עת.
hi: जिस व्यक्ति को आप जोड़ते हैं, वह आपकी शिफ्टें तुरंत देख सकता है। आप कभी भी शेयर करना बंद कर सकते हैं।
hr: Osoba koju dodaš odmah vidi tvoje smjene. Dijeljenje možeš zaustaviti u bilo kojem trenutku.
hu: A hozzáadott személy azonnal látja a műszakjaidat. A megosztást bármikor leállíthatod.
id: Orang yang Anda tambahkan langsung dapat melihat shift Anda. Anda dapat berhenti berbagi kapan saja.
is: Aðilinn sem þú bætir við sér vaktirnar þínar strax. Þú getur hætt að deila hvenær sem er.
it: La persona che aggiungi vede subito i tuoi turni. Puoi interrompere la condivisione in qualsiasi momento.
ja: 追加した相手には、すぐにあなたのシフトが表示されます。いつでも共有を停止できます。
ko: 추가한 사람은 내 근무를 바로 볼 수 있습니다. 언제든 공유를 중지할 수 있습니다.
lt: Asmuo, kurį pridėsite, iškart matys jūsų pamainas. Bendrinimą galite bet kada sustabdyti.
lv: Persona, ko pievienosi, uzreiz redzēs tavas maiņas. Kopīgošanu vari pārtraukt jebkurā laikā.
nb: Personen du legger til ser vaktene dine med en gang. Du kan slutte å dele når som helst.
nl: De persoon die je toevoegt, ziet je diensten meteen. Je kunt op elk moment stoppen met delen.
nn: Personen du legg til ser vaktene dine med ein gong. Du kan slutte å dele når som helst.
pl: Osoba, którą dodasz, od razu zobaczy Twoje zmiany. W każdej chwili możesz przestać je udostępniać.
pt_br: A pessoa que você adicionar verá seus turnos imediatamente. Você pode parar de compartilhar a qualquer momento.
ro: Persoana pe care o adaugi îți vede turele imediat. Poți opri partajarea oricând.
ru: Добавленный вами человек сразу увидит ваши смены. Вы можете прекратить делиться ими в любое время.
sk: Osoba, ktorú pridáte, uvidí vaše smeny okamžite. Zdieľanie môžete kedykoľvek zastaviť.
sl: Oseba, ki jo dodate, bo vaše izmene videla takoj. Deljenje lahko kadar koli prekinete.
sr: Osoba koju dodaš odmah vidi tvoje smene. Deljenje možeš da prekineš u bilo kom trenutku.
sv: Personen du lägger till ser dina arbetspass direkt. Du kan sluta dela när som helst.
sw: Mtu unayemuongeza anaona zamu zako mara moja. Unaweza kuacha kushiriki wakati wowote.
ta: நீங்கள் சேர்க்கும் நபர் உங்கள் ஷிப்ட்களை உடனே பார்க்கலாம். எப்போது வேண்டுமானாலும் பகிர்வதை நிறுத்தலாம்.
th: คนที่คุณเพิ่มจะเห็นกะงานของคุณทันที คุณหยุดแชร์ได้ทุกเมื่อ
tr: Eklediğiniz kişi vardiyalarınızı hemen görür. Paylaşmayı istediğiniz zaman durdurabilirsiniz.
uk: Додана вами особа одразу бачить ваші зміни. Ви можете припинити ділитися ними будь-коли.
ur: جسے آپ شامل کرتے ہیں، وہ آپ کی شفٹیں فوراً دیکھ سکتا ہے۔ آپ کسی بھی وقت شیئرنگ روک سکتے ہیں۔
vi: Người bạn thêm sẽ thấy các ca làm của bạn ngay lập tức. Bạn có thể ngừng chia sẻ bất cứ lúc nào.
zh_hans: 你添加的人会立即看到你的班次。你可以随时停止分享。
zh_hant: 你新增的人會立即看到你的班次。你可以隨時停止分享。

# sharing.addFriend.sharesRightAwayWithEarnings
source: The person you add sees your shifts and earnings right away. You can stop sharing at any time.
ar: الشخص الذي تضيفه يرى نوبات عملك وأرباحك فورًا. يمكنك إيقاف المشاركة في أي وقت.
bg: Човекът, когото добавите, веднага вижда смените и приходите ви. Можете да спрете споделянето по всяко време.
bn: আপনি যাকে যোগ করবেন, তিনি আপনার শিফট ও উপার্জন সঙ্গে সঙ্গেই দেখতে পাবেন। যেকোনো সময় শেয়ার করা বন্ধ করতে পারেন।
ca: La persona que afegeixis veurà els teus torns i els teus ingressos de seguida. Pots deixar de compartir-ho en qualsevol moment.
cs: Osoba, kterou přidáte, uvidí vaše směny a výdělky okamžitě. Sdílení můžete kdykoli zastavit.
da: Den person, du tilføjer, kan se dine vagter og din indtjening med det samme. Du kan stoppe delingen når som helst.
de: Die Person, die du hinzufügst, sieht deine Schichten und Einnahmen sofort. Du kannst die Freigabe jederzeit beenden.
el: Το άτομο που προσθέτεις βλέπει αμέσως τις βάρδιες και τις αποδοχές σου. Μπορείς να διακόψεις την κοινοποίηση ανά πάσα στιγμή.
es: La persona que añadas verá tus turnos e ingresos de inmediato. Puedes dejar de compartirlos en cualquier momento.
et: Inimene, kelle lisad, näeb su vahetusi ja teenistust kohe. Jagamise saad igal ajal lõpetada.
fa: فردی که اضافه می‌کنید، شیفت‌ها و درآمد شما را بلافاصله می‌بیند. هر زمان بخواهید می‌توانید اشتراک‌گذاری را متوقف کنید.
fi: Henkilö, jonka lisäät, näkee työvuorosi ja ansiosi heti. Voit lopettaa jakamisen milloin tahansa.
fil: Makikita agad ng taong idinadagdag mo ang mga shift at kinikita mo. Maaari mong ihinto ang pagbabahagi anumang oras.
fr: La personne que vous ajoutez voit immédiatement vos shifts et vos revenus. Vous pouvez arrêter le partage à tout moment.
he: האדם שתוסיף יראה מיד את המשמרות ואת ההכנסות שלך. אפשר להפסיק את השיתוף בכל עת.
hi: जिस व्यक्ति को आप जोड़ते हैं, वह आपकी शिफ्टें और कमाई तुरंत देख सकता है। आप कभी भी शेयर करना बंद कर सकते हैं।
hr: Osoba koju dodaš odmah vidi tvoje smjene i zaradu. Dijeljenje možeš zaustaviti u bilo kojem trenutku.
hu: A hozzáadott személy azonnal látja a műszakjaidat és a keresetedet. A megosztást bármikor leállíthatod.
id: Orang yang Anda tambahkan langsung dapat melihat shift dan penghasilan Anda. Anda dapat berhenti berbagi kapan saja.
is: Aðilinn sem þú bætir við sér vaktirnar þínar og tekjurnar þínar strax. Þú getur hætt að deila hvenær sem er.
it: La persona che aggiungi vede subito i tuoi turni e i tuoi guadagni. Puoi interrompere la condivisione in qualsiasi momento.
ja: 追加した相手には、すぐにあなたのシフトと収入が表示されます。いつでも共有を停止できます。
ko: 추가한 사람은 내 근무와 수입을 바로 볼 수 있습니다. 언제든 공유를 중지할 수 있습니다.
lt: Asmuo, kurį pridėsite, iškart matys jūsų pamainas ir uždarbį. Bendrinimą galite bet kada sustabdyti.
lv: Persona, ko pievienosi, uzreiz redzēs tavas maiņas un ienākumus. Kopīgošanu vari pārtraukt jebkurā laikā.
nb: Personen du legger til ser vaktene og inntjeningen din med en gang. Du kan slutte å dele når som helst.
nl: De persoon die je toevoegt, ziet je diensten en inkomsten meteen. Je kunt op elk moment stoppen met delen.
nn: Personen du legg til ser vaktene og innteninga di med ein gong. Du kan slutte å dele når som helst.
pl: Osoba, którą dodasz, od razu zobaczy Twoje zmiany i zarobki. W każdej chwili możesz przestać je udostępniać.
pt_br: A pessoa que você adicionar verá seus turnos e ganhos imediatamente. Você pode parar de compartilhar a qualquer momento.
ro: Persoana pe care o adaugi îți vede turele și veniturile imediat. Poți opri partajarea oricând.
ru: Добавленный вами человек сразу увидит ваши смены и заработок. Вы можете прекратить делиться ими в любое время.
sk: Osoba, ktorú pridáte, uvidí vaše smeny a zárobky okamžite. Zdieľanie môžete kedykoľvek zastaviť.
sl: Oseba, ki jo dodate, bo vaše izmene in zaslužek videla takoj. Deljenje lahko kadar koli prekinete.
sr: Osoba koju dodaš odmah vidi tvoje smene i zaradu. Deljenje možeš da prekineš u bilo kom trenutku.
sv: Personen du lägger till ser dina arbetspass och inkomster direkt. Du kan sluta dela när som helst.
sw: Mtu unayemuongeza anaona zamu zako na mapato yako mara moja. Unaweza kuacha kushiriki wakati wowote.
ta: நீங்கள் சேர்க்கும் நபர் உங்கள் ஷிப்ட்களையும் வருவாயையும் உடனே பார்க்கலாம். எப்போது வேண்டுமானாலும் பகிர்வதை நிறுத்தலாம்.
th: คนที่คุณเพิ่มจะเห็นกะงานและรายได้ของคุณทันที คุณหยุดแชร์ได้ทุกเมื่อ
tr: Eklediğiniz kişi vardiyalarınızı ve kazançlarınızı hemen görür. Paylaşmayı istediğiniz zaman durdurabilirsiniz.
uk: Додана вами особа одразу бачить ваші зміни й заробіток. Ви можете припинити ділитися ними будь-коли.
ur: جسے آپ شامل کرتے ہیں، وہ آپ کی شفٹیں اور آمدنی فوراً دیکھ سکتا ہے۔ آپ کسی بھی وقت شیئرنگ روک سکتے ہیں۔
vi: Người bạn thêm sẽ thấy các ca làm và thu nhập của bạn ngay lập tức. Bạn có thể ngừng chia sẻ bất cứ lúc nào.
zh_hans: 你添加的人会立即看到你的班次和收入。你可以随时停止分享。
zh_hant: 你新增的人會立即看到你的班次和收入。你可以隨時停止分享。

# sharing.blockedUsers.description
source: Blocked users stay out of friends and chat until you unblock them.
ar: يبقَى المستخدمون المحظورون خارج الأصدقاء والدردشة حتى تلغي حظرهم.
bg: Блокираните потребители остават извън приятели и чат, докато не ги отблокирате.
bn: আনব্লক না করা পর্যন্ত ব্লক করা ব্যবহারকারীরা বন্ধু ও চ্যাটের বাইরে থাকবে।
ca: Els usuaris bloquejats queden fora dels amics i del xat fins que els desbloquegis.
cs: Blokovaní uživatelé zůstanou mimo přátele a chat, dokud je neodblokujete.
da: Blokerede brugere holdes ude af venner og chat, indtil du fjerner blokeringen.
de: Blockierte Nutzer bleiben aus Freunden und Chat raus, bis du sie entsperrst.
el: Οι αποκλεισμένοι χρήστες μένουν εκτός φίλων και συνομιλίας μέχρι να άρεις τον αποκλεισμό.
es: Los usuarios bloqueados quedan fuera de amigos y chat hasta que los desbloquees.
et: Blokeeritud kasutajad jäävad sõpradest ja vestlusest eemale, kuni nad vabastad.
fa: کاربران مسدودشده تا وقتی رفع مسدود نکنید، از دوستان و چت دور می‌مانند.
fi: Estetyt käyttäjät pysyvät poissa kavereista ja chatista, kunnes poistat eston.
fil: Hindi makakasama ang mga naka-block na user sa mga kaibigan at chat hanggang i-unblock mo sila.
fr: Les utilisateurs bloqués restent hors des amis et du chat jusqu’à ce que vous les débloquiez.
he: משתמשים חסומים יישארו מחוץ לחברים ולצ'אט עד שתבטל את החסימה שלהם.
hi: ब्लॉक किए गए उपयोगकर्ता अनब्लॉक करने तक दोस्तों और चैट से बाहर रहेंगे।
hr: Blokirani korisnici ostaju izvan prijatelja i chata dok ih ne odblokirate.
hu: A letiltott felhasználók kimaradnak a barátok és a csevegés közül, amíg fel nem oldod a tiltást.
id: Pengguna yang diblokir tidak akan muncul di teman dan chat sampai Anda membuka blokirnya.
is: Lokaðir notendur haldast utan vina og spjalls þar til þú aflokar þeim.
it: Gli utenti bloccati restano fuori da amici e chat finché non li sblocchi.
ja: ブロックしたユーザーは解除するまで友達やチャットに表示されません。
ko: 차단된 사용자는 차단을 해제할 때까지 친구와 채팅에서 제외됩니다.
lt: Užblokuoti naudotojai nerodomi drauguose ir pokalbiuose, kol jų neatblokuosite.
lv: Bloķētie lietotāji netiek rādīti draugos un čatā, līdz tos atbloķējat.
nb: Blokkerte brukere holdes ute av venner og chat til du fjerner blokkeringen.
nl: Geblokkeerde gebruikers blijven uit vrienden en chat tot je ze deblokkeert.
nn: Blokkerte brukarar blir haldne ute frå vener og chat til du fjernar blokkeringa.
pl: Zablokowani użytkownicy nie pojawią się w znajomych ani na czacie, dopóki ich nie odblokujesz.
pt_br: Usuários bloqueados ficam fora dos amigos e do chat até você desbloqueá-los.
ro: Utilizatorii blocați rămân în afara prietenilor și chatului până îi deblochezi.
ru: Заблокированные пользователи не будут в друзьях и чате, пока вы их не разблокируете.
sk: Blokovaní používatelia zostanú mimo priateľov a chatu, kým ich neodblokujete.
sl: Blokirani uporabniki ostanejo izven prijateljev in klepeta, dokler jih ne odblokirate.
sr: Blokirani korisnici ostaju van prijatelja i ćaskanja dok ih ne odblokirate.
sv: Blockerade användare hålls borta från vänner och chatt tills du avblockerar dem.
sw: Watumiaji waliozuiwa huondolewa kwenye marafiki na gumzo hadi uwatoe kwenye zuio.
ta: தடைநீக்கும் வரை தடுக்கப்பட்ட பயனர்கள் நண்பர்கள் மற்றும் அரட்டையிலிருந்து விலக்கப்படுவர்.
th: ผู้ใช้ที่ถูกบล็อกจะไม่อยู่ในเพื่อนและแชทจนกว่าคุณจะเลิกบล็อก
tr: Engellenen kullanıcılar, engeli kaldırana kadar arkadaşlar ve sohbet dışında kalır.
uk: Заблоковані користувачі не з’являтимуться серед друзів і в чаті, доки ви не розблокуєте їх.
ur: بلاک شدہ صارفین دوستوں اور چیٹ سے باہر رہیں گے جب تک آپ انہیں ان بلاک نہ کریں۔
vi: Người dùng bị chặn sẽ không thể vào danh sách bạn bè và trò chuyện cho đến khi bạn bỏ chặn họ.
zh_hans: 已屏蔽的用户不会出现在好友和聊天中，直到你解除屏蔽。
zh_hant: 已封鎖的使用者會被排除在好友和聊天之外，直到你解除封鎖。

# sharing.blockedUsers.title
source: Blocked users
ar: المستخدمون المحظورون
bg: Блокирани потребители
bn: ব্লক করা ব্যবহারকারী
ca: Usuaris bloquejats
cs: Blokovaní uživatelé
da: Blokerede brugere
de: Blockierte Nutzer
el: Αποκλεισμένοι χρήστες
es: Usuarios bloqueados
et: Blokeeritud kasutajad
fa: کاربران مسدودشده
fi: Estetyt käyttäjät
fil: Mga naka-block na user
fr: Utilisateurs bloqués
he: משתמשים חסומים
hi: ब्लॉक किए गए उपयोगकर्ता
hr: Blokirani korisnici
hu: Letiltott felhasználók
id: Pengguna diblokir
is: Lokaðir notendur
it: Utenti bloccati
ja: ブロックしたユーザー
ko: 차단된 사용자
lt: Užblokuoti naudotojai
lv: Bloķētie lietotāji
nb: Blokkerte brukere
nl: Geblokkeerde gebruikers
nn: Blokkerte brukarar
pl: Zablokowani użytkownicy
pt_br: Usuários bloqueados
ro: Utilizatori blocați
ru: Заблокированные пользователи
sk: Blokovaní používatelia
sl: Blokirani uporabniki
sr: Blokirani korisnici
sv: Blockerade användare
sw: Watumiaji waliozuiwa
ta: தடுக்கப்பட்ட பயனர்கள்
th: ผู้ใช้ที่ถูกบล็อก
tr: Engellenen kullanıcılar
uk: Заблоковані користувачі
ur: بلاک شدہ صارفین
vi: Người dùng bị chặn
zh_hans: 已屏蔽用户
zh_hant: 已封鎖的使用者

# sharing.confirm.stopSeeingTheirShifts.incomingOnly
source: You will stop seeing %@'s shared shifts. They will be removed from this list.
ar: سوف تتوقف عن رؤية نوبات %@ المشتركة. ستتم إزالته من هذه القائمة.
bg: Ще спреш да виждаш споделените смени на %@. Те ще бъдат премахнати от този списък.
bn: আপনি %@-এর শেয়ার করা শিফট দেখা বন্ধ করবেন। তাদের এই তালিকা থেকে সরানো হবে।
ca: Deixaràs de veure els torns compartits de %@. Se suprimiran d'aquesta llista.
cs: Přestanete vidět směny sdílené uživatelem %@. Budou odebráni z tohoto seznamu.
da: Du stopper med at se de vagter, %@ deler. De bliver fjernet fra denne liste.
de: Du wirst %@'s geteilte Schichten nicht mehr sehen. Sie werden aus dieser Liste entfernt.
el: Θα σταματήσετε να βλέπετε τις βάρδιες που κοινοποιεί ο/η %@. Θα αφαιρεθεί από αυτή τη λίστα.
es: Dejarás de ver los turnos compartidos de %@. Se eliminará de esta lista.
et: Sa lõpetad %@ jagatud vahetuste nägemise. Nad eemaldatakse sellest loendist.
fa: دیگر شیفت‌های اشتراک‌گذاشته‌شدهٔ %@ را نمی‌بینید. آن‌ها از این فهرست حذف می‌شوند.
fi: Et enää näe käyttäjän %@ jakamia vuoroja. Hänet poistetaan tältä listalta.
fil: Hindi mo na makikita ang mga shift na ibinabahagi ni %@. Aalisin sila sa listahang ito.
fr: Vous ne verrez plus les shifts partagés par %@. Ils seront retirés de cette liste.
he: תפסיק לראות את המשמרות ש-%@ משתף. הם יוסרו מהרשימה הזו.
hi: आप %@ की साझा की गई शिफ्ट देखना बंद कर देंगे। उन्हें इस सूची से हटा दिया जाएगा।
hr: Više nećete vidjeti smjene koje dijeli %@. Bit će uklonjeni s ovog popisa.
hu: Többé nem látod %@ megosztott műszakjait. El lesz távolítva erről a listáról.
id: Anda akan berhenti melihat shift yang dibagikan %@. Mereka akan dihapus dari daftar ini.
is: Þú hættir að sjá vaktir sem %@ deilir. Þau verða fjarlægð af þessum lista.
it: Smetterai di vedere i turni condivisi di %@. Verranno rimossi da questo elenco.
ja: %@が共有したシフトは表示されなくなります。相手はこのリストから削除されます。
ko: %@님이 공유한 근무를 더 이상 볼 수 없습니다. 이 목록에서 삭제됩니다.
lt: Nebematysite %@ bendrinamų pamainų. Jie bus pašalinti iš šio sąrašo.
lv: Jūs vairs neredzēsiet %@ kopīgotās maiņas. Viņi tiks noņemti no šī saraksta.
nb: Du slutter å se vaktene %@ deler. De fjernes fra denne listen.
nl: Je ziet de gedeelde diensten van %@ niet meer. Ze worden uit deze lijst verwijderd.
nn: Du vil slutte å sjå vaktene %@ deler. Dei blir fjerna frå denne lista.
pl: Przestaniesz widzieć zmiany udostępnione przez %@. Zostanie usunięty z tej listy.
pt_br: Você vai parar de ver os turnos compartilhados por %@. A pessoa será removida desta lista.
ro: Nu vei mai vedea turele partajate de %@. Va fi eliminat din această listă.
ru: Вы перестанете видеть смены, которыми делится %@. Они будут удалены из этого списка.
sk: Prestanete vidieť zdieľané zmeny používateľa %@. Bude odstránený z tohto zoznamu.
sl: Nehal(a) boš gledati izmene, ki jih deli %@. Odstranjen(a) bo s tega seznama.
sr: Više nećete videti smene koje %@ deli. Biće uklonjeni sa ove liste.
sv: Du kommer att sluta se pass %@ delar. De tas bort från listan.
sw: Utaacha kuona zamu za %@ walizoshiriki. Wataondolewa kwenye orodha hii.
ta: %@ பகிரும் பணிப்பகுதிகளை நீங்கள் இனி பார்க்க மாட்டீர்கள். அவர்கள் இந்தப் பட்டியலில் இருந்து அகற்றப்படுவார்கள்.
th: คุณจะหยุดดูกะที่ %@ แชร์ และพวกเขาจะถูกลบออกจากรายการนี้
tr: %@ adlı kişinin paylaştığı vardiyaları görmeyi bırakacaksın. Bu listeden kaldırılacaklar.
uk: Ви перестанете бачити зміни, якими ділиться %@. Їх буде видалено з цього списку.
ur: آپ %@ کی شیئر کردہ شفٹیں دیکھنا بند کر دیں گے۔ وہ اس فہرست سے ہٹا دیے جائیں گے۔
vi: Bạn sẽ ngừng xem ca làm mà %@ chia sẻ. Họ sẽ bị xóa khỏi danh sách này.
zh_hans: 你将停止查看%@共享的班次。他们将从此列表中移除。
zh_hant: 你將停止查看%@分享的班次。他們將從此清單移除。

# sharing.confirm.stopSeeingTheirShifts.mutual
source: You will stop seeing %@'s shared shifts. They can still see shifts you share with them.
ar: سوف تتوقف عن رؤية نوبات %@ المشتركة. سيظل بإمكانه رؤية النوبات التي تشاركها معه.
bg: Ще спреш да виждаш споделените смени на %@. Те все още ще могат да виждат смените, които споделяш с тях.
bn: আপনি %@-এর শেয়ার করা শিফট দেখা বন্ধ করবেন। তারা এখনও আপনার সাথে শেয়ার করা শিফট দেখতে পারবে।
ca: Deixaràs de veure els torns compartits de %@. Encara poden veure els torns que comparteixes amb ells.
cs: Přestanete vidět směny sdílené uživatelem %@. Vaše sdílené směny stále uvidí.
da: Du stopper med at se de vagter, %@ deler. De kan stadig se vagter, du deler med dem.
de: Du wirst %@'s geteilte Schichten nicht mehr sehen. Deine mit ihnen geteilten Schichten können sie weiterhin sehen.
el: Θα σταματήσετε να βλέπετε τις βάρδιες που κοινοποιεί ο/η %@. Θα εξακολουθεί να βλέπει τις βάρδιες που του/της κοινοποιείτε.
es: Dejarás de ver los turnos compartidos de %@. Podrá seguir viendo los turnos que compartas con esa persona.
et: Sa lõpetad %@ jagatud vahetuste nägemise. Nad näevad endiselt vahetusi, mida sa nendega jagad.
fa: دیگر شیفت‌های اشتراک‌گذاشته‌شدهٔ %@ را نمی‌بینید. آن‌ها همچنان می‌توانند شیفت‌هایی را که با آن‌ها به اشتراک می‌گذارید ببینند.
fi: Et enää näe käyttäjän %@ jakamia vuoroja. Hän näkee silti vuorot, jotka jaat hänen kanssaan.
fil: Hindi mo na makikita ang mga shift na ibinabahagi ni %@. Makikita pa rin nila ang mga shift na ibinabahagi mo sa kanila.
fr: Vous ne verrez plus les shifts partagés par %@. Ils pourront toujours voir les shifts que vous partagez avec eux.
he: תפסיק לראות את המשמרות ש-%@ משתף. הם עדיין יוכלו לראות משמרות שאתה משתף איתם.
hi: आप %@ की साझा की गई शिफ्ट देखना बंद कर देंगे। वे अब भी आपकी उनके साथ साझा की गई शिफ्ट देख सकेंगे।
hr: Više nećete vidjeti smjene koje dijeli %@. Oni i dalje mogu vidjeti smjene koje dijelite s njima.
hu: Többé nem látod %@ megosztott műszakjait. Ő továbbra is láthatja a vele megosztott műszakjaidat.
id: Anda akan berhenti melihat shift yang dibagikan %@. Mereka tetap bisa melihat shift yang Anda bagikan dengan mereka.
is: Þú hættir að sjá vaktir sem %@ deilir. Þau geta enn séð vaktir sem þú deilir með þeim.
it: Smetterai di vedere i turni condivisi di %@. Potranno ancora vedere i turni che condividi con loro.
ja: %@が共有したシフトは表示されなくなります。相手は引き続き、あなたが共有したシフトを見られます。
ko: %@님이 공유한 근무를 더 이상 볼 수 없습니다. 상대는 내가 공유한 근무를 계속 볼 수 있습니다.
lt: Nebematysite %@ bendrinamų pamainų. Jie vis tiek galės matyti pamainas, kuriomis dalijatės su jais.
lv: Jūs vairs neredzēsiet %@ kopīgotās maiņas. Viņi joprojām varēs redzēt maiņas, ko jūs kopīgojat ar viņiem.
nb: Du slutter å se vaktene %@ deler. De kan fortsatt se vaktene du deler med dem.
nl: Je ziet de gedeelde diensten van %@ niet meer. Zij kunnen nog steeds de diensten zien die jij met hen deelt.
nn: Du vil slutte å sjå vaktene %@ deler. Dei kan framleis sjå vaktene du deler med dei.
pl: Przestaniesz widzieć zmiany udostępnione przez %@. Nadal będzie widzieć zmiany, które mu udostępniasz.
pt_br: Você vai parar de ver os turnos compartilhados por %@. A pessoa ainda poderá ver os turnos que você compartilha com ela.
ro: Nu vei mai vedea turele partajate de %@. El îți va putea vedea în continuare turele partajate.
ru: Вы перестанете видеть смены, которыми делится %@. Они по-прежнему смогут видеть смены, которыми вы делитесь с ними.
sk: Prestanete vidieť zdieľané zmeny používateľa %@. Stále môže vidieť zmeny, ktoré s ním zdieľate.
sl: Nehal(a) boš gledati izmene, ki jih deli %@. Še vedno bodo videli izmene, ki jih deliš z njimi.
sr: Više nećete videti smene koje %@ deli. Oni i dalje mogu da vide smene koje delite sa njima.
sv: Du kommer att sluta se pass %@ delar. De kan fortfarande se pass du delar med dem.
sw: Utaacha kuona zamu za %@ walizoshiriki. Bado wanaweza kuona zamu unazoshiriki nao.
ta: %@ பகிரும் பணிப்பகுதிகளை நீங்கள் இனி பார்க்க மாட்டீர்கள். நீங்கள் அவர்களுடன் பகிரும் பணிப்பகுதிகளை அவர்கள் இன்னும் பார்க்கலாம்.
th: คุณจะหยุดดูกะที่ %@ แชร์ แต่พวกเขายังเห็นกะที่คุณแชร์กับพวกเขาได้
tr: %@ adlı kişinin paylaştığı vardiyaları görmeyi bırakacaksın. Onlar yine de senin onlarla paylaştığın vardiyaları görebilir.
uk: Ви перестанете бачити зміни, якими ділиться %@. Вони й далі бачитимуть зміни, якими ви ділитеся з ними.
ur: آپ %@ کی شیئر کردہ شفٹیں دیکھنا بند کر دیں گے۔ وہ پھر بھی وہ شفٹیں دیکھ سکیں گے جو آپ ان کے ساتھ شیئر کرتے ہیں۔
vi: Bạn sẽ ngừng xem ca làm mà %@ chia sẻ. Họ vẫn có thể xem ca làm bạn chia sẻ với họ.
zh_hans: 你将停止查看%@共享的班次。他们仍可查看你与他们共享的班次。
zh_hant: 你將停止查看%@分享的班次。他們仍可看見你與他們分享的班次。
